Repository: rokartur/BetterAudio
Catalog: translations-macos/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, zh_hans, zh_hant

source: Allow BetterAudio to access your calendar so Meeting Mode can stay active during calendar events with meeting links. If macOS did not show the system permission prompt, open Privacy & Security → Calendars and enable BetterAudio there.
de: Erlaube BetterAudio den Zugriff auf deinen Kalender, damit der Meeting-Modus während Kalenderereignissen mit Meeting-Links aktiv bleiben kann. Falls macOS den Systemberechtigungsdialog nicht angezeigt hat, öffne Datenschutz & Sicherheit → Kalender und aktiviere BetterAudio dort.
es: Permitir que BetterAudio acceda a tu calendario para que el Modo reunión permanezca activo durante los eventos del calendario con enlaces de reunión. Si macOS no mostró el diálogo de permisos del sistema, abre Privacidad y seguridad → Calendarios y habilita BetterAudio allí.
fr: Autoriser BetterAudio à accéder à votre calendrier pour que le Mode réunion reste actif pendant les événements du calendrier contenant des liens de réunion. Si macOS n’a pas affiché la boîte de dialogue d’autorisation système, ouvrez Confidentialité et sécurité → Calendriers et activez BetterAudio.
it: Consenti a BetterAudio di accedere al tuo calendario in modo che la Modalità riunione resti attiva durante gli eventi del calendario con link di riunione. Se macOS non ha mostrato la finestra di autorizzazione di sistema, apri Privacy e sicurezza → Calendari e abilita BetterAudio.
nl: Sta BetterAudio toe toegang te krijgen tot je agenda zodat de Vergadermodus actief kan blijven tijdens agenda-afspraken met vergaderlinks. Als macOS geen systeemmachtigingsvenster heeft getoond, open dan Privacy en beveiliging → Kalenders en schakel BetterAudio daar in.
pl: Zezwól BetterAudio na dostęp do kalendarza, aby Tryb spotkania mógł pozostać aktywny podczas wydarzeń kalendarzowych z linkami do spotkań. Jeśli macOS nie wyświetlił monitu o uprawnienia systemowe, otwórz Prywatność i bezpieczeństwo → Kalendarze i włącz tam BetterAudio.
zh_hans: 允许 BetterAudio 访问您的日历，以便会议模式可以在包含会议链接的日历事件期间保持活动状态。如果 macOS 未显示系统权限提示，请打开“隐私与安全性”→“日历”并在其中启用 BetterAudio。
zh_hant: 允許 BetterAudio 存取您的行事曆，以便會議模式可以在包含會議連結的行事曆事件期間保持啟用狀態。如果 macOS 未顯示系統權限提示，請打開「隱私權與安全性」→「行事曆」並在那裡啟用 BetterAudio。

source: Allow in fullscreen
de: Im Vollbildmodus erlauben
es: Permitir en pantalla completa
fr: Autoriser en plein écran
it: Consenti a schermo intero
nl: Toestaan in volledig scherm
pl: Zezwalaj w trybie pełnoekranowym
zh_hans: 在全屏时允许
zh_hant: 在全屏時允許

source: Allow iPhone remote control
de: iPhone-Fernsteuerung erlauben
es: Permitir el control remoto del iPhone
fr: Autoriser le contrôle à distance depuis iPhone
it: Consenti il controllo remoto da iPhone
nl: iPhone-afstandsbediening toestaan
pl: Zezwól na zdalne sterowanie z iPhone’a
zh_hans: 允许 iPhone 远程控制
zh_hant: 允許 iPhone 遠端控制

source: Allow microphone access to verify signal
de: Mikrofonzugriff erlauben, um Signal zu prüfen
es: Permitir acceso al micrófono para verificar la señal
fr: Autoriser l'accès au micro pour vérifier le signal
it: Consenti l'accesso al microfono per verificare il segnale
nl: Microfoontoegang toestaan om signaal te controleren
pl: Zezwól na dostęp do mikrofonu, aby zweryfikować sygnał
zh_hans: 允许访问麦克风以验证信号
zh_hant: 允許存取麥克風以驗證訊號

source: Allowlist
de: Erlaubnisliste
es: Lista de permitidos
fr: Liste d'autorisation
it: Lista consentiti
nl: Toestemmingslijst
pl: Lista dozwolonych
zh_hans: 白名单
zh_hant: 白名單

source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
nl: Altijd
pl: Zawsze
zh_hans: 始终
zh_hant: 始終

source: Always hidden
de: Immer ausgeblendet
es: Siempre oculto
fr: Toujours masqué
it: Sempre nascosto
nl: Altijd verborgen
pl: Zawsze ukryty
zh_hans: 始终隐藏
zh_hant: 始終隱藏

source: Always pin HUDs to the menu bar display when fullscreen hides the menu bar.
de: HUDs immer am Bildschirm mit Menüleiste anheften, wenn Vollbild die Menüleiste verbirgt.
es: Fijar siempre los HUD en la pantalla de la barra de menú cuando la pantalla completa la oculta.
fr: Toujours épingler les HUD à l'écran de la barre de menus lorsque le plein écran masque la barre de menus.
it: Fissa sempre gli HUD sullo schermo della barra dei menu quando lo schermo intero la nasconde.
nl: HUD's altijd vastzetten op het menubalkscherm wanneer volledig scherm de menubalk verbergt.
pl: Zawsze przypinaj HUD do ekranu z paskiem menu, gdy tryb pełnoekranowy go ukrywa.
zh_hans: 全屏隐藏菜单栏时，始终将 HUD 固定到菜单栏所在的显示器。
zh_hant: 全屏隱藏菜單欄時，始終將 HUD 固定到菜單欄所在的螢幕。

source: Always place fullscreen HUDs in the top-center position.
de: HUDs im Vollbild immer oben in der Mitte platzieren.
es: Coloca siempre los HUD en la parte superior central en pantalla completa.
fr: Toujours placer les HUD plein écran en haut au centre.
it: Posiziona sempre gli HUD a schermo intero in alto al centro.
nl: HUD's in volledig scherm altijd bovenaan in het midden plaatsen.
pl: Zawsze umieszczaj HUD-y w trybie pełnoekranowym na górze pośrodku.
zh_hans: 全屏时始终将 HUD 放在顶部居中位置。
zh_hant: 全屏時始終將 HUD 放在頂部置中位置。

source: Always place fullscreen HUDs in the top-right corner.
de: HUDs im Vollbild immer oben rechts platzieren.
es: Coloca siempre los HUD en la esquina superior derecha en pantalla completa.
fr: Toujours placer les HUD plein écran dans le coin supérieur droit.
it: Posiziona sempre gli HUD a schermo intero nell'angolo in alto a destra.
nl: HUD's in volledig scherm altijd in de rechterbovenhoek plaatsen.
pl: Zawsze umieszczaj HUD-y w trybie pełnoekranowym w prawym górnym rogu.
zh_hans: 全屏时始终将 HUD 放在右上角。
zh_hant: 全屏時始終將 HUD 放在右上角。

source: Always show
de: Immer anzeigen
es: Mostrar siempre
fr: Toujours afficher
it: Mostra sempre
nl: Altijd tonen
pl: Zawsze pokazuj
zh_hans: 始终显示
zh_hant: 始終顯示

source: Always show, even when not running
de: Immer anzeigen, auch wenn nicht gestartet
es: Mostrar siempre, incluso cuando no está ejecutándose
fr: Toujours afficher, même quand inactif
it: Mostra sempre, anche quando non è in esecuzione
nl: Altijd tonen, ook wanneer niet actief
pl: Zawsze pokazuj, nawet gdy nie działa
zh_hans: 始终显示，即使未运行
zh_hant: 始終顯示，即使未運行

source: Always visible
de: Immer sichtbar
es: Siempre visible
fr: Toujours visible
it: Sempre visibile
nl: Altijd zichtbaar
pl: Zawsze widoczny
zh_hans: 始终可见
zh_hant: 始終可見

source: Always visible (when running)
de: Immer sichtbar (wenn aktiv)
es: Siempre visible (cuando activo)
fr: Toujours visible (quand actif)
it: Sempre visibile (quando attivo)
nl: Altijd zichtbaar (wanneer actief)
pl: Zawsze widoczny (gdy uruchomiony)
zh_hans: 始终可见（运行时）
zh_hant: 始終可見（運行時）

source: Always visible in the menu, even when disconnected
de: Immer im Menü sichtbar, auch wenn nicht verbunden
es: Siempre visible en el menú, incluso cuando está desconectado
fr: Toujours visible dans le menu, même déconnecté
it: Sempre visibile nel menu, anche se disconnesso
nl: Altijd zichtbaar in het menu, zelfs als losgekoppeld
pl: Zawsze widoczny w menu, nawet gdy odłączony
zh_hans: 始终显示在菜单中，即使已断开连接
zh_hant: 始終顯示在菜單中，即使已斷開連線

source: An unexpected error occurred: %@
de: Ein unerwarteter Fehler ist aufgetreten: %@
es: Se produjo un error inesperado: %@
fr: Une erreur inattendue s'est produite : %@
it: Si è verificato un errore imprevisto: %@
nl: Er is een onverwachte fout opgetreden: %@
pl: Wystąpił nieoczekiwany błąd: %@
zh_hans: 发生意外错误：%@
zh_hant: 發生意外錯誤：%@

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Se produjo un error inesperado.
fr: Une erreur inattendue s’est produite.
it: Si è verificato un errore imprevisto.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
zh_hans: 发生了意外错误。
zh_hant: 發生了未預期的錯誤。

source: An updated build of BetterAudio is available!
de: Ein aktualisierter BetterAudio-Build ist verfügbar!
es: ¡Hay una compilación actualizada de BetterAudio disponible!
fr: Une build mise à jour de BetterAudio est disponible !
it: È disponibile una build aggiornata di BetterAudio!
nl: Er is een bijgewerkte BetterAudio-build beschikbaar!
pl: Dostępna jest zaktualizowana kompilacja BetterAudio!
zh_hans: BetterAudio 的更新构建版本已可用！
zh_hant: BetterAudio 的更新版本已可用！

source: Any output device
de: Beliebiges Ausgabegerät
es: Cualquier dispositivo de salida
fr: Tout appareil de sortie
it: Qualsiasi dispositivo di uscita
nl: Elk uitvoerapparaat
pl: Dowolne urządzenie wyjściowe
zh_hans: 任何输出设备
zh_hant: 任何輸出裝置

source: App Settings
de: App-Einstellungen
es: Ajustes de app
fr: Réglages de l'application
it: Impostazioni app
nl: App-instellingen
pl: Ustawienia aplikacji
zh_hans: 应用设置
zh_hant: 應用設置

source: App Volume
de: App-Lautstärke
es: Volumen de la app
fr: Volume de l'application
it: Volume app
pl: Głośność aplikacji
zh_hans: 应用音量
zh_hant: 應用音量

source: Apple Speech
de: Apple Sprache
zh_hans: Apple 语音
zh_hant: Apple 語音

source: Apple SpeechTranscriber does not support your current locale yet.
de: Apple SpeechTranscriber unterstützt Ihre aktuelle Sprache noch nicht.
es: Apple SpeechTranscriber aún no admite tu configuración regional actual.
fr: Apple SpeechTranscriber ne prend pas encore en charge votre langue actuelle.
it: Apple SpeechTranscriber non supporta ancora la tua lingua corrente.
nl: Apple SpeechTranscriber ondersteunt je huidige taal nog niet.
pl: Apple SpeechTranscriber nie obsługuje jeszcze Twojej bieżącej lokalizacji.
zh_hans: Apple SpeechTranscriber 尚不支持您当前的语言区域。
zh_hant: Apple SpeechTranscriber 尚不支持您當前的語言區域。

source: Applies a previously saved audio routing profile, restoring all per-app volume, mute, balance, EQ, and routing settings.
de: Wendet ein zuvor gespeichertes Audio-Routing-Profil an und stellt alle App-spezifischen Einstellungen für Lautstärke, Stummschaltung, Balance, EQ und Routing wieder her.
es: Aplica un perfil de enrutamiento de audio guardado previamente, restaurando todos los ajustes de volumen, silencio, balance, EQ y enrutamiento por aplicación.
fr: Applique un profil de routage audio précédemment enregistré, restaurant tous les réglages de volume, sourdine, balance, EQ et routage par application.
it: Applica un profilo di routing audio salvato in precedenza, ripristinando tutte le impostazioni di volume, muto, bilanciamento, EQ e routing per app.
nl: Past een eerder opgeslagen audiorouteringsprofiel toe en herstelt alle per-app volume-, demping-, balans-, EQ- en routeringsinstellingen.
pl: Stosuje wcześniej zapisany profil routingu audio, przywracając wszystkie ustawienia głośności, wyciszenia, balansu, EQ i routingu dla poszczególnych aplikacji.
zh_hans: 应用先前保存的音频路由配置，恢复所有按应用的音量、静音、平衡、均衡器和路由设置。
zh_hant: 應用先前保存的音訊路由配置，恢復所有按應用的音量、靜音、平衡、均衡器和路由設置。

source: Applies an equalizer preset to a specific application's audio output.
de: Wendet eine Equalizer-Voreinstellung auf die Audioausgabe einer bestimmten Anwendung an.
es: Aplica un preset de ecualizador a la salida de audio de una aplicación específica.
fr: Applique un préréglage d'égaliseur à la sortie audio d'une application spécifique.
it: Applica un preset dell'equalizzatore all'uscita audio di un'applicazione specifica.
nl: Past een equalizerpreset toe op de audio-uitvoer van een specifieke applicatie.
pl: Stosuje ustawienie wstępne korektora do wyjścia audio wybranej aplikacji.
zh_hans: 将均衡器预设应用于特定应用的音频输出。
zh_hant: 將均衡器預設應用于特定應用的音訊輸出。

source: Applies when the device-specific reset button is visible.
de: Gilt, wenn die gerätespezifische Reset-Schaltfläche sichtbar ist.
es: Se aplica cuando el botón de restablecimiento específico del dispositivo está visible.
fr: S’applique lorsque le bouton de réinitialisation spécifique à l’appareil est visible.
it: Si applica quando il pulsante di ripristino specifico del dispositivo è visibile.
nl: Wordt toegepast wanneer de apparaatspecifieke resetknop zichtbaar is.
pl: Działa, gdy widoczny jest przycisk resetu dla tego urządzenia.
zh_hans: 当设备专用的重置按钮可见时适用。
zh_hant: 當裝置專用的重設按鈕可見時適用。

source: Apply a 10-band equalizer whenever audio is routed to this device. Changes take effect immediately.
de: 10-Band-Equalizer anwenden, wenn Audio an dieses Gerät weitergeleitet wird. Änderungen werden sofort wirksam.
es: Aplica un ecualizador de 10 bandas cuando el audio se enrute a este dispositivo. Los cambios surten efecto de inmediato.
fr: Applique un égaliseur 10 bandes lorsque l'audio est routé vers cet appareil. Les modifications prennent effet immédiatement.
it: Applica un equalizzatore a 10 bande ogni volta che l'audio viene instradato verso questo dispositivo. Le modifiche hanno effetto immediato.
nl: Past een 10-bands equalizer toe wanneer audio naar dit apparaat wordt geleid. Wijzigingen worden direct toegepast.
pl: Zastosuj 10-pasmowy korektor, gdy dźwięk jest kierowany do tego urządzenia. Zmiany są stosowane natychmiast.
zh_hans: 每当音频被路由到此设备时应用 10 段均衡器。更改立即生效。
zh_hant: 每當音訊路由到此裝置時套用 10 段等化器。變更立即生效。

source: Apply Audio Profile
de: Audioprofil anwenden
es: Aplicar perfil de audio
fr: Appliquer le profil audio
it: Applica profilo audio
nl: Audioprofiel toepassen
pl: Zastosuj profil audio
zh_hans: 应用音频配置
zh_hant: 應用音訊配置

source: Apply audio profile ${profile}
de: Audioprofil ${profile} anwenden
es: Aplicar perfil de audio ${profile}
fr: Appliquer le profil audio ${profile}
it: Applica profilo audio ${profile}
nl: Audioprofiel ${profile} toepassen
pl: Zastosuj profil audio ${profile}
zh_hans: 应用音频配置 ${profile}
zh_hant: 應用音訊配置 ${profile}

source: Apply one duration setting to all BetterAudio HUDs
de: Eine Dauer-Einstellung auf alle BetterAudio-HUDs anwenden
es: Aplicar una única duración a todos los HUD de BetterAudio
fr: Appliquer un seul réglage de durée à tous les HUD BetterAudio
it: Applica un'unica durata a tutti gli HUD di BetterAudio
nl: Één duurinstelling toepassen op alle BetterAudio-HUD's
pl: Zastosuj jedno ustawienie czasu do wszystkich HUD-ów BetterAudio
zh_hans: 将一个持续时间设置应用到所有 BetterAudio HUD
zh_hant: 將同一顯示時間套用到所有 BetterAudio HUD

source: Apply Profile:
de: Profil anwenden:
es: Aplicar perfil:
fr: Appliquer le profil :
it: Applica profilo:
nl: Profiel toepassen:
pl: Zastosuj profil:
zh_hans: 应用配置：
zh_hant: 應用配置：

source: Are you sure you want to deactivate the license on this device? You can activate it again on this or another computer.
de: Möchten Sie die Lizenz auf diesem Gerät wirklich deaktivieren? Sie können sie auf diesem oder einem anderen Computer erneut aktivieren.
es: ¿Estás seguro de que quieres desactivar la licencia en este dispositivo? Puedes volver a activarla en este u otro ordenador.
fr: Êtes-vous sûr de vouloir désactiver la licence sur cet appareil ? Vous pouvez la réactiver sur cet ordinateur ou un autre.
it: Sei sicuro di voler disattivare la licenza su questo dispositivo? Puoi attivarla di nuovo su questo o su un altro computer.
nl: Weet je zeker dat je de licentie op dit apparaat wilt deactiveren? Je kunt deze opnieuw activeren op deze of een andere computer.
pl: Czy na pewno chcesz dezaktywować licencję na tym urządzeniu? Możesz aktywować ją ponownie na tym lub innym komputerze.
zh_hans: 确定要在此设备上停用许可证吗？您可以在此计算机或其他计算机上重新激活。
zh_hant: 確定要在此裝置上停用許可證嗎？您可以在此計算機或其他計算機上重新啟用。

source: Attached to the menu bar icon
de: Am Symbol in der Menüleiste angeheftet
es: Anclado al icono de la barra de menús
fr: Attaché à l’icône de la barre des menus
it: Agganciato all’icona nella barra dei menu
nl: Aan het menubalkpictogram gekoppeld
pl: Przypięty do ikony paska menu
zh_hans: 附着在菜单栏图标旁
zh_hant: 附著在選單列圖示旁

source: Audio app not found: %@
de: Audio-App nicht gefunden: %@
es: App de audio no encontrada: %@
fr: Application audio introuvable : %@
it: App audio non trovata: %@
nl: Audio-app niet gevonden: %@
pl: Nie znaleziono aplikacji audio: %@
zh_hans: 未找到音频应用：%@
zh_hant: 未找到音訊應用：%@

source: Audio Device
de: Audiogerät
es: Dispositivo de audio
fr: Appareil audio
it: Dispositivo audio
nl: Audioapparaat
pl: Urządzenie audio
zh_hans: 音频设备
zh_hant: 音訊裝置

source: Audio Device Disconnected
de: Audiogerät getrennt
es: Dispositivo de audio desconectado
fr: Appareil audio déconnecté
it: Dispositivo audio disconnesso
nl: Audioapparaat losgekoppeld
pl: Urządzenie audio odłączone
zh_hans: 音频设备已断开
zh_hant: 音訊裝置已斷開

source: Audio device not found: %@
de: Audiogerät nicht gefunden: %@
es: Dispositivo de audio no encontrado: %@
fr: Appareil audio introuvable : %@
it: Dispositivo audio non trovato: %@
nl: Audioapparaat niet gevonden: %@
pl: Nie znaleziono urządzenia audio: %@
zh_hans: 未找到音频设备：%@
zh_hant: 未找到音訊裝置：%@

source: Audio Direction
de: Audiorichtung
es: Dirección de audio
fr: Direction audio
it: Direzione audio
nl: Audiorichting
pl: Kierunek audio
zh_hans: 音频方向
zh_hant: 音訊方向

source: Audio latency
de: Audio-Latenz
es: Latencia de audio
fr: Latence audio
it: Latenza audio
nl: Audiolatentie
pl: Opóźnienie dźwięku
zh_hans: 音频延迟
zh_hant: 音訊延遲

source: Audio Profile
de: Audioprofil
es: Perfil de audio
fr: Profil audio
it: Profilo audio
nl: Audioprofiel
pl: Profil audio
zh_hans: 音频配置
zh_hant: 音訊配置

source: Audio Profiles
de: Audio-Profile
es: Perfiles de audio
fr: Profils audio
it: Profili audio
nl: Audioprofielen
pl: Profile audio
zh_hans: 音频配置
zh_hant: 音訊配置

source: Audio routing profiles (without device bindings)
de: Audio-Routing-Profile (ohne Gerätebindungen)
es: Perfiles de enrutamiento de audio (sin vínculos de dispositivo)
fr: Profils de routage audio (sans associations d’appareil)
it: Profili di instradamento audio (senza associazioni ai dispositivi)
nl: Audioroutingprofielen (zonder apparaatkoppelingen)
pl: Profile kierowania audio (bez powiązań z urządzeniami)
zh_hans: 音频路由配置（不含设备绑定）
zh_hant: 音訊路由設定檔（不含裝置綁定）

source: Audio source
de: Audioquelle
es: Fuente de audio
fr: Source audio
it: Sorgente audio
nl: Audiobron
pl: Źródło audio
zh_hans: 音频来源
zh_hant: 音訊來源

source: Audio source:
de: Audioquelle:
es: Fuente de audio:
fr: Source audio :
it: Sorgente audio:
nl: Audiobron:
pl: Źródło dźwięku:
zh_hans: 音频源：
zh_hant: 音訊來源：

source: Audio Statistics
de: Audio-Statistiken
es: Estadísticas de audio
fr: Statistiques audio
it: Statistiche audio
nl: Audiostatistieken
pl: Statystyki audio
zh_hans: 音频统计
zh_hant: 音訊統計

source: Audio statistics history
de: Audio-Statistikverlauf
es: Historial de estadísticas de audio
fr: Historique des statistiques audio
it: Cronologia statistiche audio
nl: Geschiedenis van audiostatistieken
pl: Historia statystyk audio
zh_hans: 音频统计历史记录
zh_hant: 音訊統計記錄

source: Authorization failed (%d).
de: Autorisierung fehlgeschlagen (%d).
es: Error de autorización (%d).
fr: Échec de l’autorisation (%d).
it: Autorizzazione non riuscita (%d).
nl: Autorisatie mislukt (%d).
pl: Autoryzacja nie powiodła się (%d).
zh_hans: 授权失败（%d）。
zh_hant: 授權失敗（%d）。

source: Authorization was cancelled.
de: Autorisierung wurde abgebrochen.
es: Se canceló la autorización.
fr: L’autorisation a été annulée.
it: Autorizzazione annullata.
nl: Autorisatie is geannuleerd.
pl: Autoryzacja została anulowana.
zh_hans: 授权已取消。
zh_hant: 授權已取消。

source: Auto mode
de: Auto-Modus
es: Modo automático
fr: Mode automatique
it: Modalità automatica
nl: Automatische modus
pl: Tryb automatyczny
zh_hans: 自动模式
zh_hant: 自動模式

source: Auto-detect
de: Automatisch erkennen
es: Detección automática
fr: Détection automatique
it: Rilevamento automatico
nl: Automatisch detecteren
pl: Automatyczne wykrywanie
zh_hans: 自动检测
zh_hant: 自動檢測

source: Auto-mute rules
de: Regeln für automatisches Stummschalten
es: Reglas de silencio automático
fr: Règles de mise en sourdine automatique
it: Regole di disattivazione automatica
nl: Regels voor automatisch dempen
pl: Reguły automatycznego wyciszania
zh_hans: 自动静音规则
zh_hant: 自動靜音規則

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
nl: Automatisch
pl: Automatycznie
zh_hans: 自动
zh_hant: 自動

source: Automatic app activation
de: Automatische App-Aktivierung
es: Activación automática de apps
fr: Activation automatique des apps
it: Attivazione automatica delle app
nl: Automatische app-activatie
pl: Automatyczna aktywacja aplikacji
zh_hans: 自动应用激活
zh_hant: 自動應用程式啟用

source: Automatic matches the system HUD position for your macOS version
de: Automatisch passt sich der System-HUD-Position deiner macOS-Version an
es: Automático coincide con la posición del HUD del sistema para tu versión de macOS
fr: Automatique correspond à la position du HUD système pour votre version de macOS
it: Automatico corrisponde alla posizione dell'HUD di sistema per la tua versione di macOS
nl: Automatisch komt overeen met de systeem-HUD-positie voor jouw macOS-versie
pl: Automatyczne dopasowuje się do systemowej pozycji HUD dla twojej wersji macOS
zh_hans: 自动会匹配你 macOS 版本的系统 HUD 位置
zh_hant: 自動會配合你 macOS 版本的系統 HUD 位置

source: Automatically check and install updates
de: Automatisch nach Updates suchen und installieren
es: Buscar e instalar actualizaciones automáticamente
fr: Vérifier et installer automatiquement les mises à jour
it: Cerca e installa aggiornamenti automaticamente
nl: Automatisch updates controleren en installeren
pl: Automatycznie sprawdzaj i instaluj aktualizacje
zh_hans: 自动检查并安装更新
zh_hant: 自動檢查並安裝更新

source: Automatically open your music player when you press media keys
de: Musikplayer automatisch öffnen, wenn Medientasten gedrückt werden
es: Abrir automáticamente tu reproductor de música cuando presiones las teclas multimedia
fr: Ouvrir automatiquement votre lecteur musical lorsque vous appuyez sur les touches multimédia
it: Apri automaticamente il lettore musicale quando premi i tasti multimediali
nl: Muziekspeler automatisch openen wanneer je op mediatoetsen drukt
pl: Automatycznie otwieraj odtwarzacz muzyki po naciśnięciu klawiszy multimedialnych
zh_hans: 按下媒体键时自动打开音乐播放器
zh_hant: 按下媒體鍵時自動打開音樂播放器

source: Automatically switch to the highest priority device when devices connect or disconnect
de: Automatisch zum Gerät mit der höchsten Priorität wechseln, wenn Geräte verbunden oder getrennt werden
es: Cambiar automáticamente al dispositivo de mayor prioridad cuando los dispositivos se conecten o desconecten
fr: Basculer automatiquement vers l’appareil ayant la priorité la plus élevée lorsque des appareils se connectent ou se déconnectent
it: Passa automaticamente al dispositivo con priorità più alta quando i dispositivi si connettono o si disconnettono
nl: Automatisch overschakelen naar het apparaat met de hoogste prioriteit wanneer apparaten verbinden of verbreken
pl: Automatycznie przełączaj na urządzenie o najwyższym priorytecie, gdy urządzenia są podłączane lub odłączane
zh_hans: 当设备连接或断开时，自动切换到优先级最高的设备
zh_hant: 當裝置連線或中斷連線時，自動切換到最高優先順序的裝置

source: Automatically switch to your preferred meeting devices for selected apps
de: Automatisch zu bevorzugten Meeting-Geräten für ausgewählte Apps wechseln
es: Cambiar automáticamente a los dispositivos de reunión preferidos para las apps seleccionadas
fr: Basculer automatiquement vers les appareils de réunion préférés pour les apps sélectionnées
it: Passa automaticamente ai dispositivi riunione preferiti per le app selezionate
nl: Automatisch overschakelen naar je voorkeursvergaderapparaten voor geselecteerde apps
pl: Automatycznie przełączaj na preferowane urządzenia spotkań dla wybranych aplikacji
zh_hans: 自动切换为选定应用的首选会议设备
zh_hant: 自動切換為所選應用程式的首選會議裝置
